{
  "clubs": [
    {
      "id": 4,
      "name": "Chelsea",
      "badge": "https://res.cloudinary.com/chelsea-production/image/upload/c_fit,h_630,w_1200/v1/site-assets/Backgrounds/Screensaver",
      "description": "Chelsea Football Club, commonly known as Chelsea or the Blues, is one of England's most successful football clubs. Founded in 1905, the club is based in London and plays its home games at Stamford Bridge, a historic stadium located in the borough of Fulham. Chelsea has achieved remarkable success domestically and internationally, with multiple Premier League titles, FA Cups, League Cups, UEFA Champions League trophies, UEFA Europa League titles, and a FIFA Club World Cup. The club's modern rise to prominence began in 2003 when it was acquired by Roman Abramovich, whose investment transformed Chelsea into a football powerhouse. More recently, Chelsea has continued its competitive legacy under new ownership. Known for its star-studded squad and strong defensive play, Chelsea boasts a rich history of legendary players and iconic managers, such as José Mourinho and Thomas Tuchel, who have guided the team to major triumphs. Chelsea's rivalry with clubs like Arsenal, Tottenham Hotspur, and Manchester United adds intensity to its matches, making it a key player in both English and European football.",
      "league": "Premier League",
      "position": 6,
      "captain": "Reece James",
      "founded": 1905,
      "league_titles": 5,
      "ucl_titles": 2,
      "coach": "Enzo Maresca",
      "stadium": "Stamford Bridge"
    },
    {
      "id": 1,
      "name": "Manchester United",
      "badge": "https://i.pinimg.com/736x/80/b9/56/80b956dd431d2f1eb3dd4c21d2a0e1a1.jpg",
      "description": "Manchester United F.C. is one of the most successful and globally renowned football clubs, based in Old Trafford, Greater Manchester. Founded in 1878 as Newton Heath LYR, the club adopted its current name in 1902 and has since built a rich legacy in English and European football. United has won multiple Premier League titles, FA Cups, and UEFA Champions League trophies, with legendary managers like Sir Matt Busby and Sir Alex Ferguson shaping its dominance. Known for its attacking style and producing world-class players such as George Best, Eric Cantona, Ryan Giggs, and Cristiano Ronaldo, the club has a massive global fanbase. Playing at the iconic Old Trafford, The Theatre of Dreams, Manchester United continues to compete at the highest level, aiming to reclaim its place at the top of English and European football.",
      "league": "Premier League",
      "position": 13,
      "captain": "Bruno Fernandes",
      "founded": 1878,
      "coach": "Ruben Amorim",
      
      "stadium": "Old Trafford"
    },
    {
      "id": 5,
      "name": "Arsenal",
      "badge": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/3/arsenal-fc-logo-short-sandra-m.jpg",
      "description": "Arsenal F.C. is one of England’s most successful and storied football clubs, based in North London. Founded in 1886, the Gunners have built a rich legacy, winning multiple league titles and FA Cups, including the famous Invincibles season in 2003-04, when they went unbeaten in the Premier League. Known for their attractive, attacking football and strong youth development, Arsenal continues to be a major force in English football. With a passionate fanbase and a world-class home at the Emirates Stadium, the club remains focused on competing for domestic and European honors under their current leadership.",
      "position": 2,
      "captain": "Martin Odegaard",
      "founded": 1886,
      "league_titles": 3,
      "ucl_titles": 0,
      "coach": "Mikel Arteta",
      "stadium": "Emirates"
    },
    {
      "id": 6,
      "name": "Tottenham Hotspur",
      "badge": "https://a.espncdn.com/i/teamlogos/soccer/500-dark/20062.png",
      "description": "Tottenham Hotspur F.C., commonly known as Spurs, is a historic football club based in North London, England. Founded in 1882, the club has a rich legacy and a passionate fanbase. Known for their attacking style of play, Spurs have consistently been a strong competitor in English football, with notable successes including multiple FA Cup victories and a historic league-and-cup double in 1961. However, their current position of 14th in the Premier League suggests a challenging season, as they strive to regain form and push for European qualification. With a talented squad and a state-of-the-art stadium, Tottenham remains a club with ambitions of returning to the upper echelons of English football.",
      "position": 14,
      "captain": "Heung Min Son",
      "founded": 1882,
      "ucl_titles": 0,
      "coach": "Ange Postecoglou",
      "stadium": "Tottenham Hotspur Stadium"
    },
    {
      "id": 8,
      "name": "Everton",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Everton_FC_logo.svg/1200px-Everton_FC_logo.svg.png",
      "description": "Everton are one of the oldest and most successful clubs in England, having won twenty-four major trophies: nine league titles, five FA Cups, one European Cup Winners' Cup and nine Charity Shields. Everton won their first League Championship during the 1890–91 season.",
      "position": 15,
      "captain": "Seamus Coleman",
      "founded": 1878,
      "league_titles": 9,
      "coach": "David Moyes",
      "stadium": "Goodison Park"
    },
    {
      "id": 3,
      "name": "Liverpool",
      "badge": "https://oysan.org/wp-content/uploads/2021/08/Liverpool-Football-Club-A-Complete-Guide-1024x711.jpg",
      "description": "Since they were founded in 1892, the Liverpool Football Club name was synonymous with fame and glory. Internationally, Liverpool is the most successful British club of all time with plenty of European trophies on their record. They are one of the most popular football teams in the world, with over 200 supporter clubs in at least 50 different countries. And yet, their magnificent history will forever be plagued by two of the worst stadium disasters of all time: Heysel and Hillsborough.",
      "league": "Premier League",
      "position": 1,
      "captain": "Virgil Van Dijk",
      "founded": 1892,
      "league_titles": 19,
      "ucl_titles": 6,
      "coach": "Arne Slot",

      "stadium": "Anfield"
    },
    {
      "id": 9,
      "name": "Crystal Palace",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/a/a2/Crystal_Palace_FC_logo_%282022%29.svg/1200px-Crystal_Palace_FC_logo_%282022%29.svg.png",
      "description": "'Crystal Palace F.C. is a professional football club based in South London, known for its passionate fanbase and resilience in the Premier League. Founded in 1905, the club has a rich history and has established itself as a competitive mid-table side in recent years. Playing their home matches at Selhurst Park, Palace is recognized for its energetic style of play and ability to challenge top teams. With a mix of experienced players and emerging talents, the Eagles aim to maintain their Premier League status while pushing for higher finishes and potential European qualification.",
      "position": 12,
      "captain": "Marc Guehi",
      "founded": 1861,
      "league_titles": 4,
      "coach": "Oliver Glasner",
      "stadium": "Selhurst Park"
    },
    {
      "id": 2,
      "name": "Manchester City",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/Manchester_City_FC_badge.svg/1200px-Manchester_City_FC_badge.svg.png",
      "description": "Manchester City Football Club, commonly known as Man City, is a professional football club based in Manchester, England. Founded in 1880 as St. Mark's (West Gorton), the club became Ardwick Association Football Club in 1887 and was renamed Manchester City in 1894. Their home ground is the Etihad Stadium, which they moved to in 2003 after playing at Maine Road since 1923. Manchester City has won numerous titles, including multiple Premier League championships, FA Cups, League Cups, and international trophies such as the UEFA Champions League and FIFA Club World Cup. The club's modern success is largely attributed to significant investment following its acquisition by Sheikh Mansour bin Zayed Al Nahyan in 2008 and the managerial expertise of Pep Guardiola, who has led the team to unprecedented achievements, including domestic trebles and consecutive league titles.",
      "league": "Premier League",
      "position": 5,
      "captain": "Kevin De Bruyne",
      "founded": 1880,
      "league_titles": 8,
      "coach": "Pep Guardiola",

      "stadium": "Etihad"
    },
    {
      "id": 10,
      "name": "Fulham",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/Fulham_FC_%28shield%29.svg/1200px-Fulham_FC_%28shield%29.svg.png",
      "description": "Fulham F.C. is a historic football club based in West London, known for its tradition and resilience in English football. Founded in 1879, the club has experienced both highs and lows, frequently competing in the Premier League and Championship. Playing their home games at the iconic Craven Cottage, Fulham is recognized for its attractive style of play and commitment to developing young talent. In recent seasons, the Cottagers have aimed for stability in the top flight, striving to establish themselves as a consistent Premier League side while competing for mid-table finishes and potential cup runs.",
      "position": 8,
      "captain": "Tom Cairney",
      "founded": 1879,
      "league_titles": 0,
      "coach": "Marco Silva",
      "stadium": "Craven Cottage"
    },
    {
      "id": 11,
      "name": "Ipswich Town",
      "badge": "https://ichef.bbci.co.uk/ace/standard/480/cpsprodpb/8c70/live/7aa8b750-21d6-11ef-80aa-699d54c46324.jpg",
      "description": "Ipswich Town F.C. is a historic football club based in Suffolk, England, with a proud tradition in English football. Founded in 1878, the club enjoyed its golden era in the late 20th century, winning the First Division title in 1961-62 and the UEFA Cup in 1980-81 under legendary manager Sir Bobby Robson. Known for their passionate fanbase and strong community ties, Ipswich play their home matches at Portman Road. After years of fluctuating between divisions, the Tractor Boys are striving to reclaim their place in the top tiers of English football, aiming for promotion and long-term stability.",
      "position": 18,
      "captain": "Sam Morsy",
      "founded": 1878,
      "league_titles": 2,
      "coach": "Kieran McKenna",
      "stadium": "Portman Road"
    },
    {
      "id": 12,
      "name": "Leicester City",
      "badge": "https://cdn1.leicestercity.news/uploads/48/2023/09/GettyImages-1469958796-1024x701.jpg",
      "description": "Leicester City F.C. is a professional football club based in the East Midlands, known for its remarkable rise in English football. Founded in 1884, the Foxes have had a storied history, but their greatest achievement came in the 2015-16 season when they defied 5000-1 odds to win the Premier League, one of the most extraordinary triumphs in football history. Playing their home games at the King Power Stadium, Leicester has continued to be a competitive force, winning the FA Cup in 2021 and challenging for European spots. With a strong squad and ambitious vision, the club aims to maintain its success and push for further glory.",
      "position": 19,
      "captain": "Wes Morgan",
      "founded": 1884,
      "league_titles": 1,
      "coach": "Ruud Van Nistelrooy",
      "stadium": "King Power Stadium"
    },
    {
      "id": 13,
      "name": "Brentford FC",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/2/2a/Brentford_FC_crest.svg/800px-Brentford_FC_crest.svg.png",
      "description": "Brentford F.C. is a professional football club based in West London, known for its rapid rise and modern approach to the game. Founded in 1889, the club has historically spent much of its time in the lower divisions but has gained prominence in recent years. After years of steady progress, Brentford achieved promotion to the Premier League in 2021, marking their return to the top flight for the first time in 74 years.",
      "position": 11,
      "captain": "Christian Norgaard",
      "founded": 1889,
      "league_titles": 2,
      "coach": "Thomas Frank",
      "stadium": "Gtech Community Stadium"
    },
    {
      "id": 14,
      "name": "Aston Villa",
      "badge": "https://flagsireland.com/cdn/shop/files/Aston_Villa_Football_Club_Flag.png?v=1720183518",
      "description": "Aston Villa F.C. is a historic football club based in Birmingham, England, with a rich legacy in English and European football. Founded in 1874, the club is one of the oldest in the country and was a founding member of the Football League in 1888. Villa has won multiple major honors, including seven English league titles, seven FA Cups, and the pinnacle of their success—the 1982 European Cup, when they became champions of Europe. Playing their home matches at the iconic Villa Park, Aston Villa has a passionate and loyal fanbase. The club has seen periods of both triumph and struggle but remains a competitive force in the Premier League. In recent years, Villa has focused on rebuilding and strengthening its squad to challenge for European qualification and domestic success. With a blend of experienced internationals and rising talents, Aston Villa continues to strive for a return to its former glory and a place among England’s elite clubs.",
      "position": 9,
      "captain": "John McGinn",
      "founded": 1874,
      "league_titles": 0,
      "ucl_titles": 1,
      "coach": "Unai Emery",

      "stadium": "Villa Park"
    },
    {
      "id": 15,
      "name": "Southampton",
      "badge": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRx1NH97ctLGVnxT8ibJWcv1SwWptFkrXo2yA&s",
      "description": "Southampton F.C. is a professional football club based in Southampton, England, known for its strong academy and attacking style of play. Founded in 1885, the club has a rich history and has spent many seasons competing in the top tiers of English football. Nicknamed The Saints, Southampton has produced some of the country’s finest talents, including Gareth Bale, Alan Shearer, and Theo Walcott. Playing their home matches at St Mary’s Stadium, Southampton has built a reputation for developing young players and competing with resilience against bigger clubs. The club’s most notable achievement came in 1976 when they won the FA Cup. In recent years, Southampton has been a consistent presence in the Premier League, aiming for stability and pushing for European qualification. With a dedicated fanbase and a commitment to progressive football, the Saints continue to strive for success in English football.",
      "position": 20,
      "captain": "Jack Stephens",
      "founded": 1885,
      "league_titles": 1,
      "coach": "Ivan Jurics",

      "stadium": ": St Marys Stadium"
    },
    {
      "id": 16,
      "name": "West Ham United",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/c/c2/West_Ham_United_FC_logo.svg/1200px-West_Ham_United_FC_logo.svg.png",
      "description": "West Ham United F.C. is a historic football club based in East London, known for its passionate fanbase, rich tradition, and commitment to attacking football. Founded in 1895 as Thames Ironworks, the club adopted its current name in 1900 and has since established itself as a prominent force in English football. West Ham has won multiple domestic and European honors, including three FA Cups and the 1965 European Cup Winners' Cup. The club plays its home matches at the London Stadium, having moved from their iconic former ground, Upton Park, in 2016. West Ham is renowned for its strong academy, famously producing legends such as Bobby Moore, Geoff Hurst, and Frank Lampard. In recent years, the Hammers have been competing in both the Premier League and European competitions, winning the UEFA Europa Conference League in 2023. With a blend of experienced stars and emerging talent, West Ham continues to strive for success, aiming to challenge for European football and domestic silverware.",
      "position": 16,
      "captain": "Jarrod Bowen",
      "founded": 1895,
      "league_titles": 2,
      "ucl_titles": 0,
      "coach": " Graham Potter",

      "stadium": "London Stadium"
    },
    {
      "id": 17,
      "name": "Nottingham-Forest",
      "badge": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDPA86r4_0Hrt2p6hRRXF9cYoKDbBKhS9Rkw&s",
      "description": "'Società Sportiva Lazio', commonly referred to as Lazio, is one of the most historic football clubs in Italy. Founded in 1900 and based in Rome, the club plays its home matches at the 'Stadio Olimpico', which it shares with city rivals AS Roma. Lazio has a rich history of success, including Serie A titles, Coppa Italia trophies, and Supercoppa Italiana victories. Known for its passionate fanbase and attacking style of play, the club has been home to legendary players such as Alessandro Nesta, Pavel Nedvěd, and Miroslav Klose. Lazio's rivalry with AS Roma, known as the 'Derby della Capitale', is one of the most intense and celebrated derbies in Italian football. Under the management of Maurizio Sarri, Lazio continues to compete at the highest level, striving to add more silverware to its illustrious history.",
      "position": 3,
      "captain": "Ryan Yates",
      "founded": 1900,
      "league_titles": 1,
      "ucl_titles": 2,
      "coach": "Nuno Espirito Santo",

      "stadium": "City Ground Stadium"
    }
  ]
}
