{
  "clubs": [
    {
      "id": 1,
      "name": "Manchester United",
      "badge": "https://i.pinimg.com/736x/80/b9/56/80b956dd431d2f1eb3dd4c21d2a0e1a1.jpg",
      "description": "Manchester United Football Club, also known as Man Utd or the Red Devils, is one of the most prestigious and globally recognized football clubs. Established in 1878 as Newton Heath LYR Football Club, the team rebranded in 1902, adopting the name Manchester United. Their home ground is Old Trafford, a historic stadium in Greater Manchester, England, fondly called 'Theatre of Dreams' by fans. The club holds an impressive record, including 20 English top-flight league titles, 13 FA Cups, and 3 UEFA Champions League trophies. Legendary managers such as Sir Matt Busby and Sir Alex Ferguson played pivotal roles in shaping its legacy. Ferguson, in particular, led the team to immense success from 1986 to 2013, including the iconic 1999 treble of the Premier League, FA Cup, and UEFA Champions League. Manchester United is celebrated for its resilience, especially following the Munich air disaster in 1958, which claimed the lives of several players. The club overcame this tragedy and became the first English team to win the European Cup in 1968. With intense rivalries against Liverpool, Manchester City, and others, United has cultivated one of the largest and most passionate fanbases globally. Financially, it is among the most valuable clubs in the world, renowned for its brand power and commercial success.",
      "league": "Premier League",
      "position": 13,
      "captain": "Bruno Fernandes",
      "founded": 1878,
      "coach": "Ruben Amorim",
      "stadium": "Old Trafford"
    },
    {
      "id": 2,
      "name": "Manchester City",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/Manchester_City_FC_badge.svg/1200px-Manchester_City_FC_badge.svg.png",
      "description": "Manchester City Football Club, commonly known as Man City, is a professional football club based in Manchester, England. Founded in 1880 as St. Mark's (West Gorton), the club became Ardwick Association Football Club in 1887 and was renamed Manchester City in 1894. Their home ground is the Etihad Stadium, which they moved to in 2003 after playing at Maine Road since 1923. Manchester City has won numerous titles, including multiple Premier League championships, FA Cups, League Cups, and international trophies such as the UEFA Champions League and FIFA Club World Cup. The club's modern success is largely attributed to significant investment following its acquisition by Sheikh Mansour bin Zayed Al Nahyan in 2008 and the managerial expertise of Pep Guardiola, who has led the team to unprecedented achievements, including domestic trebles and consecutive league titles.",
      "league": "Premier League",
      "position": 5,
      "captain": "Kevin De Bruyne",
      "founded": 1880,
      "league_titles": 8,
      "coach": "Pep Guardiola",
      
      "stadium": "Etihad"
    },
    {
      "id": 3,
      "name": "Liverpool",
      "badge": "https://oysan.org/wp-content/uploads/2021/08/Liverpool-Football-Club-A-Complete-Guide-1024x711.jpg",
      "description": "Since they were founded in 1892, the Liverpool Football Club name was synonymous with fame and glory. Internationally, Liverpool is the most successful British club of all time with plenty of European trophies on their record. They are one of the most popular football teams in the world, with over 200 supporter clubs in at least 50 different countries. And yet, their magnificent history will forever be plagued by two of the worst stadium disasters of all time: Heysel and Hillsborough.",
      "league": "Premier League",
      "position": 1,
      "captain": "Virgil Van Dijk",
      "founded": 1892,
      "league_titles": 19,
      "ucl_titles": 6,
      "coach": "Arne Slot",

      "stadium": "Anfield"
    },
    {
      "id": 4,
      "name": "Chelsea",
      "badge": "https://res.cloudinary.com/chelsea-production/image/upload/c_fit,h_630,w_1200/v1/site-assets/Backgrounds/Screensaver",
      "description": "Chelsea Football Club, commonly known as Chelsea or the Blues, is one of England's most successful football clubs. Founded in 1905, the club is based in London and plays its home games at Stamford Bridge, a historic stadium located in the borough of Fulham. Chelsea has achieved remarkable success domestically and internationally, with multiple Premier League titles, FA Cups, League Cups, UEFA Champions League trophies, UEFA Europa League titles, and a FIFA Club World Cup. The club's modern rise to prominence began in 2003 when it was acquired by Roman Abramovich, whose investment transformed Chelsea into a football powerhouse. More recently, Chelsea has continued its competitive legacy under new ownership. Known for its star-studded squad and strong defensive play, Chelsea boasts a rich history of legendary players and iconic managers, such as José Mourinho and Thomas Tuchel, who have guided the team to major triumphs. Chelsea's rivalry with clubs like Arsenal, Tottenham Hotspur, and Manchester United adds intensity to its matches, making it a key player in both English and European football.",
      "league": "Premier League",
      "position": 6,
      "captain": "Reece James",
      "founded": 1905,
      "league_titles": 5,
      "ucl_titles": 2,
      "coach": "Enzo Maresca",
      "stadium": "Stamford Bridge"
    },
    {
      "id": 5,
      "name": "Arsenal",
      "badge": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/3/arsenal-fc-logo-short-sandra-m.jpg",
      "description": "Arsenal F.C. is one of England’s most successful and storied football clubs, based in North London. Founded in 1886, the Gunners have built a rich legacy, winning multiple league titles and FA Cups, including the famous Invincibles season in 2003-04, when they went unbeaten in the Premier League. Known for their attractive, attacking football and strong youth development, Arsenal continues to be a major force in English football. With a passionate fanbase and a world-class home at the Emirates Stadium, the club remains focused on competing for domestic and European honors under their current leadership.",
      "position": 2,
      "captain": "Martin Odegaard",
      "founded": 1886,
      "league_titles": 3,
      "ucl_titles": 0,
      "coach": "Mikel Arteta",
      "stadium": "Emirates"
    },
    {
      "id": 6,
      "name": "Tottenham Hotspur",
      "badge": "https://a.espncdn.com/i/teamlogos/soccer/500-dark/20062.png",
      "description": "Tottenham Hotspur F.C., commonly known as Spurs, is a historic football club based in North London, England. Founded in 1882, the club has a rich legacy and a passionate fanbase. Known for their attacking style of play, Spurs have consistently been a strong competitor in English football, with notable successes including multiple FA Cup victories and a historic league-and-cup double in 1961. However, their current position of 14th in the Premier League suggests a challenging season, as they strive to regain form and push for European qualification. With a talented squad and a state-of-the-art stadium, Tottenham remains a club with ambitions of returning to the upper echelons of English football.",
      "position": 14,
      "captain": "Heung Min Son",
      "founded": 1882,
      "ucl_titles": 0,
      "coach": "Ange Postecoglou",
      "stadium": "Tottenham Hotspur Stadium"
    },
    {
      "id": 8,
      "name": "Everton",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/7/7c/Everton_FC_logo.svg/1200px-Everton_FC_logo.svg.png",
      "description": "Everton are one of the oldest and most successful clubs in England, having won twenty-four major trophies: nine league titles, five FA Cups, one European Cup Winners' Cup and nine Charity Shields. Everton won their first League Championship during the 1890–91 season.",
      "position": 15,
      "captain": "Seamus Coleman",
      "founded": 1878,
      "league_titles": 9,
      "coach": "David Moyes",
      "stadium": "Goodison Park"
    },
    {
      "id": 9,
      "name": "Atletico Madrid",
      "badge": "https://upload.wikimedia.org/wikipedia/en/f/f9/Atletico_Madrid_Logo_2024.svg",
      "description": "'Club Atlético de Madrid', commonly known as Atlético Madrid or simply Atlético, is one of Spain's most successful football clubs. Founded in 1903 and based in Madrid, the club plays its home matches at the 'Cívitas Metropolitano Stadium', which has been their venue since 2017, replacing the historic 'Vicente Calderón Stadium'. Atlético Madrid is renowned for its strong defensive tactics, resilience, and a fighting spirit that has earned them the nickname 'Los Colchoneros'. The club has won numerous trophies, including La Liga titles, Copa del Rey trophies, and UEFA Europa League titles, as well as reaching multiple UEFA Champions League finals. Under the management of Diego Simeone, Atlético has solidified its reputation as a powerhouse in European football, emphasizing discipline and counter-attacking strategies. Atlético Madrid's fierce rivalry with Real Madrid in the 'Madrid Derby' is one of the most heated and anticipated matches in football, adding to the club's colorful and competitive legacy.",
      "league": "La Liga",
      "position": 3,
      "captain": "Koke",
      "founded": 1903,
      "league_titles": 11,
      "ucl_titles": 0,
      "coach": "Diego Simeone",
      "key_players": [
        "Jan Oblak",
        "Ivo Grbić",
        "José Giménez",
        "Stefan Savić",
        "Mario Hermoso",
        "César Azpilicueta",
        "Nahuel Molina",
        "Reinildo Mandava",
        "Saúl Ñíguez",
        "Koke",
        "Marcos Llorente",
        "Rodrigo de Paul",
        "Thomas Lemar",
        "Ángel Correa",
        "Antoine Griezmann",
        "Memphis Depay",
        "Alvaro Morata",
        "Samuel Lino",
        "Pablo Barrios",
        "Axel Witsel"
      ],
      "stadium": "Wanda de Metropolitano"
    },
    {
      "id": 10,
      "name": "Bayern Munich",
      "badge": "https://www.pointspreads.com/wp-content/uploads/2022/07/FC-Bayern-Munchen.webp",
      "description": "'FC Bayern München', commonly referred to as Bayern Munich or simply Bayern, is one of the most successful football clubs in Germany and worldwide. Founded in 1900 and based in Munich, the club plays its home matches at the 'Allianz Arena', a state-of-the-art stadium renowned for its unique exterior design. Bayern Munich has dominated German football, winning a record number of Bundesliga titles, DFB-Pokal trophies, and several international honors, including multiple UEFA Champions League titles and FIFA Club World Cups. The club's philosophy emphasizes strong teamwork, disciplined play, and nurturing homegrown talent, while also attracting top players from around the world. Bayern Munich's rivalry with Borussia Dortmund in the 'Der Klassiker' is one of the most anticipated fixtures in German football. Known for its global fanbase and financial strength, Bayern continues to be a powerhouse in European football, consistently competing at the highest level.",
      "league": "Bundesliga",
      "position": 1,
      "captain": "Manuel Neuer",
      "founded": 1900,
      "league_titles": 31,
      "ucl_titles": 6,
      "coach": "Vincent Kompany",
      "key_players": [
        "Manuel Neuer",
        "Daniel Peretz",
        "Sven Ulreich",
        "Jonas Urbig",
        "Dayot Upamecano",
        "Min-jae Kim",
        "Hiroki Ito",
        "Eric Dier",
        "Tarek Buchmann",
        "Alphonso Davies",
        "Raphaël Guerreiro",
        "Josip Stanišić",
        "Sacha Boey",
        "Joshua Kimmich",
        "Aleksandar Pavlović",
        "João Palhinha",
        "Konrad Laimer",
        "Leon Goretzka",
        "Jamal Musiala",
        "Serge Gnabry",
        "Kingsley Coman",
        "Harry Kane",
        "Thomas Müller",
        "Leroy Sané",
        "Michael Olise",
        "Gabriel Vidović"
      ],
      "stadium": "Allianz Arena"
    },
    {
      "id": 11,
      "name": "Borussia Dortmund",
      "badge": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Borussia_Dortmund_logo.svg/1200px-Borussia_Dortmund_logo.svg.png",
      "description": "'Borussia Dortmund', commonly known as Dortmund or BVB (Ballspielverein Borussia 09 e.V. Dortmund), is one of the most successful and popular football clubs in Germany. Founded in 1909 and based in Dortmund, the club plays its home matches at the iconic 'Signal Iduna Park', one of the largest and most atmospheric stadiums in Europe. Borussia Dortmund is renowned for its attacking football, passionate fanbase, and focus on developing young talent through its academy. The club has won multiple Bundesliga titles, DFB-Pokal trophies, and the UEFA Champions League in 1997, which remains one of its most memorable achievements. Dortmund's rivalry with Bayern Munich, known as 'Der Klassiker', is one of the fiercest in German football. The club's famous 'Yellow Wall'—the south stand of Signal Iduna Park—is a symbol of the fans' unwavering support and has become an emblem of their dedication.",
      "league": "Bundesliga",
      "position": 3,
      "captain": "Emre Can",
      "founded": 1909,
      "league_titles": 4,
      "ucl_titles": 1,
      "coach": "Edin Terzic",
      "key_players": [
        "Gregor Kobel",
        "Alexander Meyer",
        "Marcel Lotka",
        "Silas Ostrzinski",
        "Nico Schlotterbeck",
        "Waldemar Anton",
        "Niklas Süle",
        "Filippo Mané",
        "Ramy Bensebaini",
        "Daniel Svensson",
        "Almugera Kabar",
        "Yan Couto",
        "Julian Ryerson",
        "Salih Özcan",
        "Emre Can",
        "Felix Nmecha",
        "Carney Chukwuemeka",
        "Marcel Sabitzer",
        "Pascal Groß",
        "Kjell Wätjen",
        "Julian Brandt",
        "Giovanni Reyna",
        "Jamie Bynoe-Gittens",
        "Julien Duranville",
        "Karim Adeyemi",
        "Cole Campbell",
        "Serhou Guirassy",
        "Maximilian Beier"
      ],
      "stadium": "Signal Iduna Park"
    },
    {
      "id": 12,
      "name": "Bayer Lervekusen",
      "badge": "https://brandlogos.net/wp-content/uploads/2014/11/bayer_04_leverkusen-logo-brandlogo.net_.png",
      "description": "'Bayer 04 Leverkusen', commonly referred to as Leverkusen or simply Bayer, is a professional football club based in Leverkusen, North Rhine-Westphalia, Germany. Founded in 1904 by employees of the Bayer pharmaceutical company, the club has a unique identity tied to its corporate roots. Bayer Leverkusen plays its home matches at the 'BayArena', a modern stadium that has been the club's base since 1958. The club achieved a historic milestone in the 2023/24 season by winning their first-ever Bundesliga title while finishing the league unbeaten with 28 wins and 6 draws. This extraordinary feat solidified their reputation as one of Germany's top clubs. Leverkusen has also claimed other trophies such as the DFB-Pokal and the UEFA Cup, and it reached the final of the UEFA Champions League in 2002, a notable achievement in its history. The club is known for its attacking style of play, talented squads, and ability to develop young players who often go on to become world-class stars. Bayer Leverkusen maintains a competitive presence in German and European football, earning respect for its consistency and flair.",
      "league": "Bundesliga",
      "position": 4,
      "captain": "Lukas Hradecky",
      "founded": 1904,
      "league_titles": 1,
      "ucl_titles": 0,
      "coach": "Xabi Alonso",
      "key_players": [
        "Lukas Hradecky",
        "Matej Kovar",
        "Niklas Lomb",
        "Piero Hincapié",
        "Edmond Tapsoba",
        "Jonathan Tah",
        "Jeanuël Belocian",
        "Mario Hermoso",
        "Alejandro Grimaldo",
        "Nordi Mukiele",
        "Arthur Augusto",
        "Granit Xhaka",
        "Robert Andrich",
        "Exequiel Palacios",
        "Aleix García",
        "Jeremie Frimpong",
        "Nathan Tella",
        "Florian Wirtz",
        "Jonas Hofmann",
        "Amine Adli",
        "Martin Terrier",
        "Victor Boniface",
        "Patrik Schick",
        "Alejo Sarco"
      ],
      "stadium": "BayArena"
    },
    {
      "id": 13,
      "name": "Juventus",
      "badge": "https://creativereview.imgix.net/content/uploads/2017/01/Juve-sq.jpg",
      "description": "'Juventus Football Club', commonly referred to as Juventus or Juve, is one of the most successful and historic football clubs in Italy and Europe. Founded in 1897 and based in Turin, the club plays its home matches at the 'Allianz Stadium', a modern venue with a capacity of over 41,000. Juventus is nicknamed 'La Vecchia Signora' ('The Old Lady') and is renowned for its iconic black-and-white striped kits. The club has won a record number of Serie A titles, along with numerous Coppa Italia trophies, Supercoppa Italiana titles, and international honors, including UEFA Champions League trophies and Intercontinental Cups. Juventus has been home to legendary players such as Alessandro Del Piero, Michel Platini, and Cristiano Ronaldo. Known for its strong defensive tradition and tactical discipline, the club has a fierce rivalry with Inter Milan, known as the 'Derby d'Italia'. Juventus continues to be a dominant force in Italian football and a respected name on the global stage.",
      "league": "Serie A",
      "position": 8,
      "captain": "Manuel Locatelli",
      "founded": 1897,
      "league_titles": 36,
      "ucl_titles": 2,
      "coach": "Igor Tudor",
      "key_players": [
        "Mattia Perin",
        "Michele Di Gregorio",
        "Carlo Pinsoglio",
        "Bremer",
        "Federico Gatti",
        "Pierre Kalulu",
        "Andrea Cambiaso",
        "Juan Cabal",
        "Jonas Rouhi",
        "Nicolò Savona",
        "Manuel Locatelli",
        "Douglas Luiz",
        "Khéphren Thuram",
        "Weston McKennie",
        "Teun Koopmeiners",
        "Arthur Melo",
        "Nicolò Fagioli",
        "Timothy Weah",
        "Francisco Conceição",
        "Nicolás González",
        "Kenan Yildiz",
        "Samuel Mbangula",
        "Dušan Vlahović",
        "Arkadiusz Milik",
        "Randal Kolo Muani"
      ],
      "stadium": "Allianz Stadium"
    },
    {
      "id": 14,
      "name": "Inter Milan",
      "badge": "https://media.inter.it/IM/logo/logo-600.png",
      "description": "'Football Club Internazionale Milano', commonly known as Inter Milan or simply Inter, is one of the most successful and historic football clubs in Italy and Europe. Founded in 1908 and based in Milan, the club plays its home matches at the iconic 'San Siro Stadium', which it shares with city rivals AC Milan. Inter Milan is renowned for its rich history, having won numerous Serie A titles, Coppa Italia trophies, and international honors, including multiple UEFA Champions League titles and FIFA Club World Cups. The club is known for its attacking style of play and has been home to legendary players such as Javier Zanetti, Giuseppe Meazza, and Ronaldo Nazário. Inter's rivalry with AC Milan, known as the 'Derby della Madonnina', is one of the most intense and celebrated derbies in world football. Under the management of Simone Inzaghi, Inter continues to compete at the highest level, both domestically and in European competitions.",
      "league": "Serie A",
      "position": 3,
      "captain": " Lautaro Martínez",
      "founded": 1908,
      "league_titles": 20,
      "ucl_titles": 3,
      "coach": " Simone Inzaghi",
      "key_players": [
        "Yann Sommer",
        "Josep Martínez",
        "Raffaele Di Gennaro",
        "Alessandro Bastoni",
        "Benjamin Pavard",
        "Yann Bisseck",
        "Stefan de Vrij",
        "Francesco Acerbi",
        "Federico Dimarco",
        "Carlos Augusto",
        "Denzel Dumfries",
        "Matteo Darmian",
        "Hakan Çalhanoğlu",
        "Kristjan Asllani",
        "Nicolo Barella",
        "Davide Frattesi",
        "Piotr Zieliński",
        "Henrikh Mkhitaryan",
        "Nicola Zalewski",
        "Valentín Carboni",
        "Joaquín Correa",
        "Lautaro Martínez",
        "Marcus Thuram",
        "Mehdi Taremi",
        "Marko Arnautović"
      ],
      "stadium": ": Giuseppe Meazza Stadium"
    },
    {
      "id": 15,
      "name": "AC Milan",
      "badge": "https://kgo.googleusercontent.com/profile_vrt_raw_bytes_1587515303_10059.png",
      "description": "'Associazione Calcio Milan', commonly referred to as AC Milan or simply Milan, is one of the most storied and successful football clubs in Italy and Europe. Founded in 1899 and based in Milan, the club plays its home matches at the iconic 'San Siro Stadium', which it shares with city rivals Inter Milan. AC Milan has a rich history of success, boasting numerous Serie A titles, Coppa Italia trophies, and international honors, including multiple UEFA Champions League titles and FIFA Club World Cups. Known for its attacking style of play and tactical innovation, the club has been home to legendary players such as Paolo Maldini, Franco Baresi, and Andriy Shevchenko. The rivalry with Inter Milan, known as the 'Derby della Madonnina', is one of the most intense and celebrated derbies in world football. Under the management of Sérgio Conceição, AC Milan continues to compete at the highest level, striving to maintain its legacy as a powerhouse in Italian and European football.",
      "league": "Serie A",
      "position": 6,
      "captain": "Mike Maignan",
      "founded": 1899,
      "league_titles": 19,
      "ucl_titles": 3,
      "coach": "Sergio Conceicao",
      "key_players": [
        "Mike Maignan",
        "Marco Sportiello",
        "Lorenzo Torriani",
        "Fikayo Tomori",
        "Malick Thiaw",
        "Matteo Gabbia",
        "Strahinja Pavlović",
        "Theo Hernández",
        "Emerson Royal",
        "Kyle Walker",
        "Álex Jiménez",
        "Filippo Terracciano",
        "Alessandro Florenzi",
        "Youssouf Fofana",
        "Tijjani Reijnders",
        "Yunus Musah",
        "Ruben Loftus-Cheek",
        "Warren Bondo",
        "Rafael Leão",
        "Riccardo Sottil",
        "Christian Pulisic",
        "Samuel Chukwueze",
        "João Félix",
        "Santiago Giménez",
        "Tammy Abraham",
        "Luka Jović"
      ],
      "stadium": ": Giuseppe Meazza Stadium"
    },
    {
      "id": 16,
      "name": "AS Roma",
      "badge": "https://a.espncdn.com/combiner/i?img=/i/teamlogos/soccer/500/104.png&h=200&w=200",
      "description": "'Associazione Sportiva Roma', commonly referred to as AS Roma or simply Roma, is one of the most historic and successful football clubs in Italy. Founded in 1927 and based in Rome, the club plays its home matches at the iconic 'Stadio Olimpico', which it shares with city rivals Lazio. Roma has a rich history of success, including multiple Serie A titles, Coppa Italia trophies, and a UEFA Europa Conference League title. Known for its passionate fanbase and attacking style of play, the club has been home to legendary players such as Francesco Totti, Daniele De Rossi, and Gabriel Batistuta. Roma's rivalry with Lazio, known as the 'Derby della Capitale', is one of the most intense and celebrated derbies in Italian football. Under the management of Claudio Ranieri, Roma continues to compete at the highest level, striving to add more silverware to its illustrious history.",
      "league": "Serie A",
      "position": 7,
      "captain": "Lorenzo Pellegrini",
      "founded": 1927,
      "league_titles": 3,
      "ucl_titles": 0,
      "coach": " Claudio Ranieri",
      "key_players": [
        "Mile Svilar",
        "Pierluigi Gollini",
        "Renato Marin",
        "Evan Ndicka",
        "Gianluca Mancini",
        "Victor Nelsson",
        "Mats Hummels",
        "Angeliño",
        "Anass Salah-Eddine",
        "Devyne Rensch",
        "Zeki Çelik",
        "Saud Abdulhamid",
        "Buba Sangaré",
        "Bryan Cristante",
        "Lucas Gourna-Douath",
        "Leandro Paredes",
        "Manu Koné",
        "Niccolò Pisilli",
        "Lorenzo Pellegrini",
        "Tommaso Baldanzi",
        "Stephan El Shaarawy",
        "Matías Soulé",
        "Alexis Saelemaekers",
        "Paulo Dybala",
        "Artem Dovbyk",
        "Eldor Shomurodov"
      ],
      "stadium": "Stadio Olimpico"
    },
    {
      "id": 17,
      "name": "Lazio",
      "badge": "https://mediaverse.sslazio.hiway.media/VMFS1/FILES/public/upload/63b2e765/Group%202%20(1).jpg?webp&q=100&size=-x609",
      "description": "'Società Sportiva Lazio', commonly referred to as Lazio, is one of the most historic football clubs in Italy. Founded in 1900 and based in Rome, the club plays its home matches at the 'Stadio Olimpico', which it shares with city rivals AS Roma. Lazio has a rich history of success, including Serie A titles, Coppa Italia trophies, and Supercoppa Italiana victories. Known for its passionate fanbase and attacking style of play, the club has been home to legendary players such as Alessandro Nesta, Pavel Nedvěd, and Miroslav Klose. Lazio's rivalry with AS Roma, known as the 'Derby della Capitale', is one of the most intense and celebrated derbies in Italian football. Under the management of Maurizio Sarri, Lazio continues to compete at the highest level, striving to add more silverware to its illustrious history.",
      "league": "Serie A",
      "position": 4,
      "captain": "Mattia Zaccagni",
      "founded": 1900,
      "league_titles": 2,
      "ucl_titles": 0,
      "coach": " Marco Baroni",
      "key_players": [
        "Ivan Provedel",
        "Christos Mandas",
        "Alessio Furlanetto",
        "Alessio Romagnoli",
        "Samuel Gigot",
        "Mario Gila",
        "Patric",
        "Nuno Tavares",
        "Luca Pellegrini",
        "Adam Marušić",
        "Elseid Hysaj",
        "Nicolò Rovella",
        "Matteo Guendouzi",
        "Matías Vecino",
        "Toma Bašić",
        "Manuel Lazzari",
        "Fisayo Dele-Bashiru",
        "Mattia Zaccagni",
        "Gustav Isaksen",
        "Tijjani Noslin",
        "Loum Tchaouna",
        "Pedro",
        "Valentín Castellanos",
        "Boulaye Dia"
      ],
      "stadium": "Stadio Olimpico"
    },
    {
      "id": 18,
      "name": "Napoli",
      "badge": "https://a.espncdn.com/combiner/i?img=/i/teamlogos/soccer/500/114.png",
      "description": "'Società Sportiva Calcio Napoli', commonly referred to as Napoli, is one of the most iconic football clubs in Italy. Founded in 1926 and based in Naples, the club plays its home matches at the 'Stadio Diego Armando Maradona', named after the legendary player who led them to glory in the late 1980s. Napoli has a rich history of success, including multiple Serie A titles, Coppa Italia trophies, and a UEFA Cup victory. Known for its passionate fanbase and attacking style of play, the club has been home to legendary players such as Diego Maradona, Marek Hamšík, and Dries Mertens. Napoli's rivalry with Juventus, known as the 'Derby del Sole', is one of the most intense in Italian football. The club continues to compete at the highest level, striving to maintain its legacy as a powerhouse in Serie A and European competitions.",
      "league": "Serie A",
      "position": 3,
      "captain": "Giovanni Di Lorenzo",
      "founded": 1926,
      "league_titles": 3,
      "ucl_titles": 0,
      "coach": " Antonio Conte",
      "key_players": [
        "Alex Meret",
        "Simone Scuffet",
        "Nikita Contini",
        "Claudio Turi",
        "Alessandro Buongiorno",
        "Amir Rrahmani",
        "Rafa Marín",
        "Juan Jesus",
        "Mathías Olivera",
        "Leonardo Spinazzola",
        "Giovanni Di Lorenzo",
        "Pasquale Mazzocchi",
        "Stanislav Lobotka",
        "Billy Gilmour",
        "Scott McTominay",
        "André-Frank Zambo Anguissa",
        "Philip Billing",
        "Luis Hasa",
        "Noah Okafor",
        "David Neres",
        "Cyril Ngonge",
        "Matteo Politano",
        "Giacomo Raspadori",
        "Romelu Lukaku",
        "Giovanni Simeone"
      ],
      "stadium": " Stadio Diego Armando Maradona"
    },
    {
      "id": 19,
      "name": "Atalanta",
      "badge": "https://upload.wikimedia.org/wikipedia/en/thumb/6/66/AtalantaBC.svg/640px-AtalantaBC.svg.png",
      "description": "'Atalanta Bergamasca Calcio', commonly referred to as Atalanta, is a professional football club based in Bergamo, Lombardy, Italy. Founded in 1907, the club plays its home matches at the 'Gewiss Stadium', which has been its base since 1928. Atalanta is known for its attacking style of play and commitment to developing young talent, earning the nickname 'La Dea' ('The Goddess'). The club has achieved notable success in recent years, consistently competing in Serie A and European competitions, including the UEFA Champions League. Atalanta's rise to prominence has been fueled by its innovative tactics and strong team spirit, making it a respected name in Italian football.",
      "league": "Serie A",
      "position": 5,
      "captain": "Rafael Tolói",
      "founded": 1907,
      "league_titles": 0,
      "ucl_titles": 0,
      "coach": "Gian Piero Gasperini",
      "key_players": [
        "Marco Carnesecchi",
        "Francesco Rossi",
        "Rafael Tolói",
        "Berat Djimsiti",
        "Sead Kolasinac",
        "Odilon Kossounou",
        "Isak Hien",
        "Giorgio Scalvini",
        "Davide Zappacosta",
        "Raoul Bellanova",
        "Matteo Ruggeri",
        "Marten de Roon",
        "Éderson",
        "Mario Pašalić",
        "Lazar Samardžić",
        "Marco Brescianini",
        "Juan Cuadrado",
        "Charles De Ketelaere",
        "Ademola Lookman",
        "Gianluca Scamacca",
        "Mateo Retegui"
      ],
      "stadium": "Gewiss Stadium"
    },
    {
      "id": 20,
      "name": "Paris Saint Germain",
      "badge": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSkkDMN9LNmhHLvEyi4kXBmoQzS15mQzF7elQ&s",
      "description": "'Paris Saint-Germain Football Club', commonly referred to as PSG, is one of the most successful and glamorous football clubs in the world. Founded in 1970 and based in Paris, France, the club plays its home matches at the 'Parc des Princes', a historic stadium with a capacity of over 47,000. PSG has dominated French football in recent years, winning numerous Ligue 1 titles, Coupe de France trophies, and other domestic honors. The club is also a major force in European competitions, consistently competing in the UEFA Champions League. Known for its star-studded squads, PSG has been home to some of the biggest names in football, including Zlatan Ibrahimović, Neymar, and Lionel Messi. The club's rivalry with Olympique de Marseille, known as 'Le Classique', is one of the most intense in French football. PSG continues to strive for European glory while maintaining its dominance in domestic competitions.",
      "league": "Ligue 1",
      "position": 1,
      "captain": "Marquinhos",
      "founded": 1970,
      "league_titles": 12,
      "ucl_titles": 0,
      "coach": "Luis Enrique",
      "key_players": [
        "Gianluigi Donnarumma",
        "Matvey Safonov",
        "Arnau Tenas",
        "Marquinhos",
        "Milan Škriniar",
        "Lucas Hernández",
        "Presnel Kimpembe",
        "Achraf Hakimi",
        "Nuno Mendes",
        "William Pacho",
        "Lucas Beraldo",
        "Yoram Zague",
        "Fabián Ruiz",
        "Vitinha",
        "Warren Zaïre-Emery",
        "João Neves",
        "Lee Kang-in",
        "Désiré Doué",
        "Senny Mayulu",
        "Ousmane Dembélé",
        "Bradley Barcola",
        "Khvicha Kvaratskhelia",
        "Gonçalo Ramos",
        "Ibrahim Mbaye"
      ],
      "stadium": "Parc des Princes"
    },
    {
      "id": 21,
      "name": "Lyon",
      "badge": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT3mGUiQQXDTKZKKX_jxx1SM4-a8jl0iAXhhw&s",
      "description": "'Olympique Lyonnais', commonly referred to as Lyon or OL, is one of the most successful football clubs in France. Founded in 1950 and based in Lyon, the club plays its home matches at the 'Groupama Stadium', a modern venue with a capacity of over 59,000. Lyon has a rich history of success, including multiple Ligue 1 titles, Coupe de France trophies, and other domestic honors. The club is renowned for its focus on developing young talent through its academy, which has produced world-class players like Karim Benzema, Alexandre Lacazette, and Houssem Aouar. Lyon's rivalry with Saint-Étienne, known as the 'Derby Rhône-Alpes', is one of the most intense in French football. The club continues to compete at the highest level, striving to maintain its legacy as a powerhouse in Ligue 1 and European competitions.",
      "league": "Ligue 1",
      "position": 3,
      "captain": " Alexandre Lacazette",
      "founded": 1950,
      "league_titles": 7,
      "ucl_titles": 0,
      "coach": " Paulo Fonseca",
      "key_players": [
        "Anthony Lopes",
        "Lucas Perri",
        "Rémy Descamps",
        "Dejan Lovren",
        "Duje Caleta-Car",
        "Warmed Omari",
        "Nicolás Tagliafico",
        "Abner Vinícius",
        "Saël Kumbedi",
        "Clinton Mata",
        "Paul Akouokou",
        "Nemanja Matić",
        "Jordan Veretout",
        "Corentin Tolisso",
        "Rayan Cherki",
        "Thiago Almada",
        "Tanner Tessmann",
        "Ernest Nuamah",
        "Malick Fofana",
        "Georges Mikautadze",
        "Alexandre Lacazette"
      ],
      "stadium": "Groupama Stadium"
    },
    {
      "id": 22,
      "name": "Marseille",
      "badge": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Olympique_Marseille_logo.svg/1200px-Olympique_Marseille_logo.svg.png",
      "description": "'Olympique de Marseille', commonly referred to as Marseille or OM, is one of the most historic and successful football clubs in France. Founded in 1899 and based in Marseille, the club plays its home matches at the 'Orange Vélodrome', a stadium known for its passionate atmosphere and capacity of over 67,000. Marseille has a rich history of success, including multiple Ligue 1 titles, Coupe de France trophies, and a UEFA Champions League title in 1993, which remains a landmark achievement for French football. Known for its attacking style of play and passionate fanbase, the club has been home to legendary players such as Didier Drogba, Jean-Pierre Papin, and Chris Waddle. Marseille's rivalry with Paris Saint-Germain, known as 'Le Classique', is one of the most intense and celebrated derbies in French football. Under the management of Roberto De Zerbi, Marseille continues to compete at the highest level, striving for domestic and European success.",
      "league": "Ligue 1",
      "position": 5,
      "captain": "Leonardo Balerdi",
      "founded": 1899,
      "league_titles": 10,
      "ucl_titles": 1,
      "coach": "Roberto de Zerbi",
      "key_players": [
        "Gerónimo Rulli",
        "Jeffrey de Lange",
        "Rubén Blanco",
        "Jelle Van Neck",
        "Leonardo Balerdi",
        "Luiz Felipe",
        "Chancel Mbemba",
        "Derek Cornelius",
        "Quentin Merlin",
        "Ulisses Garcia",
        "Amar Dedić",
        "Amir Murillo",
        "Pol Lirola",
        "Pierre-Emile Højbjerg",
        "Ismaël Bennacer",
        "Geoffrey Kondogbia",
        "Adrien Rabiot",
        "Valentin Rongier",
        "Bilal Nadir",
        "Amine Harit",
        "Luis Henrique",
        "Jonathan Rowe",
        "Mason Greenwood",
        "Amine Gouiri",
        "Neal Maupay",
        "Faris Moumbagna"
      ],
      "stadium": "Orange Vélodrome"
    }
  ]
}
